Repository: OstroverkhovAndrey/chess
Catalog: client/src/po/*.UTF-8/LC_MESSAGES/msg.po
Languages: ru_ru

source: More arguments
ru_ru: Много аргументов

source: Not enough arguments
ru_ru: Недостаточно аргументов

source: This language is currently not supported
ru_ru: Данный язык пока на поддерживается

source: Set language
ru_ru: Установлен язык

source: Incorrect name
ru_ru: Некорректное имя

source: You already login
ru_ru: Вы уже залгинились

source: You dont login
ru_ru: Вы не залогинились

source: You dont play now
ru_ru: Вы сейчас не играете

source: Now not you move
ru_ru: Сейчас не ваш ход

source: You send draw request
ru_ru: Вы отправили предложени ничьей

source: Incorrect move
ru_ru: Некоректный ход

source: It is impossiple move
ru_ru: Это не невозможный ход

source: Stop game, you win!
ru_ru: Стоп игра, вы выиграли!

source: Stop game, draw
ru_ru: Стоп игра, ничья

source: Incorrect argument
ru_ru: Некорректный аргумент

source: Stop game, you lose =(
ru_ru: Стоп игра, вы проиграли =(

source: The server is currently unavailable, please try again later
ru_ru: Сервер сейчас не доступен, пожалуйста попробуйте позже

source: Success registre
ru_ru: Успешная регистрация

source: Not success registre, such a user is already registered
ru_ru: Не успешная регистрация, такой пользователь уже зарегистрирован

source: This user_name dont registre
ru_ru: Такой пользователь не зарегистрирован

source: This user_name already online
ru_ru: Такой пользователь уже онлайн

source: Success login
ru_ru: Вы успешно залогинились

source: Success logout
ru_ru: Вы успешно разлогинились

source: Not success logout, you dont login
ru_ru: Не успешно разлогинились, вы не были залогинены

source: Opponent give up
ru_ru: Противник сдался

source: You success give up
ru_ru: Вы успешно сдались

source: You dont login now
ru_ru: Вы не залогинены сейчас

source: Opponent dont registre
ru_ru: Противник не зарегистрирован

source: Opponent dont online
ru_ru: Противник не онлайн

source: Cant play with yourself
ru_ru: Нельзя играть с самим собой

source: Now opponent play
ru_ru: Сейчас противник уже играет

source: Now you play
ru_ru: Вы сейчас уже играете

source: Start game, color: {}
ru_ru: Начало игры, цвет: {}

source: Send game request
ru_ru: Отправили запрос на начало игры

source: {} send you game request
ru_ru: {} отправил вам запрос на начало игры

source: Opponent refused a draw
ru_ru: Противник отказался от ничьей

source: You get move
ru_ru: Вы сделали ход

source: Opponent get move {}
ru_ru: Противник сделал ход {}

source: Send draw request
ru_ru: Отправили предложение ничьей

source: Opponent send you draw request
ru_ru: Противник предложил ничью

source: Opponent dont send draw request
ru_ru: Противник не предлагал ничью

source: You cant delete draw request
ru_ru: Вы не можете удалить предложение ничьей

source: You refused a draw
ru_ru: Вы отказались от ничьей

source: Draw
ru_ru: Ничья

source: Opponent give up You win!
ru_ru: Противник сдался Вы выиграли!

source: From me: {} For me: {}
ru_ru: От меня: {} Для меня: {}

source: Success remove game request
ru_ru: Запрос на игру удален

source: Not found you game request
ru_ru: Вы не отправляли запрос на игру

source: Statistic for {} win: {} draw: {} defeat: {}
ru_ru: Статистика для {} Победы: {} Ничьи: {} Поражения: {}
